Repository: ignaguri/oktoberfest-attendance
Catalog: apps/mobile/targets/watch/Localizable.xcstrings
Source language: en
Languages: de, es

# common.skip
source: Skip
de: Überspringen
es: Omitir

# watch.crowd.crowded
source: Crowded
de: Voll
es: Lleno

# watch.crowd.empty
source: Empty
de: Leer
es: Vacío

# watch.crowd.moderate
source: Moderate
de: Moderat
es: Moderado

# watch.crowd.prompt
source: How crowded is %@?
de: Wie voll ist %@?
es: ¿Qué tan llena está %@?

# watch.drink.alcohol_free
source: Alcohol-Free
de: Alkoholfrei
es: Sin alcohol

# watch.drink.beer
source: Beer
de: Bier
es: Cerveza

# watch.drink.other
source: Other drink…
de: Anderes Getränk…
es: Otra bebida…

# watch.drink.title
source: Drink
de: Getränk
es: Bebida

# watch.drink.wine
source: Wine
de: Wein
es: Vino

# watch.error.notSent
source: Not sent — tap Prost to retry
de: Nicht gesendet – tippe auf Prost, um es erneut zu versuchen
es: No enviado — tocá Prost para reintentar

# watch.status.noFestival
source: Pick a festival on iPhone
de: Wähle ein Festival auf dem iPhone
es: Elegí un festival en el iPhone

# watch.status.noSession
source: Sign in on iPhone first
de: Melde dich zuerst auf dem iPhone an
es: Iniciá sesión primero en el iPhone

# watch.tent.empty
source: No tents for this festival
de: Keine Zelte für dieses Festival
es: No hay carpas para este festival

# watch.tent.select
source: Select tent
de: Zelt auswählen
es: Seleccionar carpa

# watch.tent.title
source: Tent
de: Zelt
es: Carpa

# watch.today.count
source: Today: %lld 🍺
de: Heute: %lld 🍺
es: Hoy: %lld 🍺

# watch.today.countMixed
source: Today: %1$lld 🍺 · %lld others
de: Heute: %1$lld 🍺 · %lld weitere
es: Hoy: %1$lld 🍺 · %lld otras

# watch.drink.soft_drink
source: Soft Drink
es: Refresco
